Repository: Hauer-Heinrich/hh_simple_job_posts
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_hh_simple_job_posts_jobslist.name
source: Jobs List
de: Job Liste

# tx_hh_simple_job_posts_jobsdetail.name
source: Jobs Detail
de: Job Details

# tx_hhsimplejobposts_domain_model_jobpost.div.salary
source: Salary
de: Gehalt

# tx_hhsimplejobposts_domain_model_jobpost.div.contact_point
source: Contact point
de: Ansprechpartner

# tx_hhsimplejobposts_domain_model_jobpost
source: Jobpost
de: Stellenanzeige

# tx_hhsimplejobposts_domain_model_jobpost.images
source: Job images
de: Job Bilder

# tx_hhsimplejobposts_domain_model_jobpost.title
source: Title
de: Titel

# tx_hhsimplejobposts_domain_model_jobpost.short_description
source: Short description
de: Kurzbeschreibung

# tx_hhsimplejobposts_domain_model_jobpost.description
source: Description
de: Beschreibung

# tx_hhsimplejobposts_domain_model_jobpost.maintasks
source: Maintasks
de: Hauptaufgaben

# tx_hhsimplejobposts_domain_model_jobpost.profile
source: Profile
de: Profil

# tx_hhsimplejobposts_domain_model_jobpost.education_requirements
source: Education requirements
de: benötigter Schulabschluss

# tx_hhsimplejobposts_domain_model_jobpost.experience_requirements
source: Experience requirements (in months)
de: benötigte Berufserfahrung (in Monaten)

# tx_hhsimplejobposts_domain_model_jobpost.skills
source: Skills
de: Deine Fähigkeiten

# tx_hhsimplejobposts_domain_model_jobpost.weprovide
source: We provide
de: Was wir bieten

# tx_hhsimplejobposts_domain_model_jobpost.others
source: Others
de: Sonstiges

# tx_hhsimplejobposts_domain_model_jobpost.employment_type
source: Employment Type
de: Art der Anstellung

# tx_hhsimplejobposts_domain_model_jobpost.work_hours
source: Work hours
de: Arbeitszeiten

# tx_hhsimplejobposts_domain_model_jobpost.work_hours.description
source: The typical working hours for this job (e.g. 1st shift, night shift, 8am-5pm)
de: Die normalen Arbeitszeiten für diesen Job (8-17Uhr, erste Schicht, Nachtschicht, etc.)

# tx_hhsimplejobposts_domain_model_jobpost.base_salary_currency
source: Base salary currency
de: Gehaltswährung

# tx_hhsimplejobposts_domain_model_jobpost.base_salary_currency.description
source: (ISO 4217 e. g. EUR, USD, ...)
de: (ISO 4217 z.B.: EUR, USD, ...)

# tx_hhsimplejobposts_domain_model_jobpost.base_salary_value
source: Base salary value
de: Durchschnittsgehalt

# tx_hhsimplejobposts_domain_model_jobpost.base_salary_value.description
source: Use '.' rather than ',' to indicate a decimal point.
de: Dezimalstellen mit "." (Punkt) statt "," (Komma) angeben

# tx_hhsimplejobposts_domain_model_jobpost.base_salary_value_max
source: Max base salary value
de: Maximales Gehalt

# tx_hhsimplejobposts_domain_model_jobpost.base_salary_value_max.description
source: Use '.' rather than ',' to indicate a decimal point. (is used when you want to specify a salary range)
de: Dezimalstellen mit "." (Punkt) statt "," (Komma) angeben

# tx_hhsimplejobposts_domain_model_jobpost.base_salary_unit_text
source: Unit text
de: Einheit

# tx_hhsimplejobposts_domain_model_jobpost.contact_point_email
source: Contact email
de: E-Mail zur Kontaktaufnahme

# tx_hhsimplejobposts_domain_model_jobpost.contact_point_telephone
source: Contact telephone
de: Telefonnummer zur Kontaktaufnahme

# tx_hhsimplejobposts_domain_model_jobpost.contact_point_telephone.description
source: You should use international phone numbers (E.123) e. g. +49 851 8750 7183
de: Internationale Telefonnummern angeben (E.123) z.B.: +49 190 3512 4253

# tx_hhsimplejobposts_domain_model_jobpost.contact_point_address
source: Contact Address (person)
de: Kontaktadresse (Person)
